[
    {
        "id": "1",
        "category": "Placas Madre",
        "brand": "MSI",
        "name": "MSI Placa base B550-A PRO ProSeries",
        "imageDetail": "https://i.ibb.co/MgX6Whn/MSI-B550-A-PRO-Detail.png",
        "imageCard": "https://i.ibb.co/JR17rgq/MSI-B550-A-PRO-Card.png",
        "description": "Soporta procesadores 3ra Gen AMD Ryzen™ y procesadores AMD Ryzen™ futuros con actualización de BIOS. Soporta memoria DDR4 hasta 4400(OC) MHz. Juego ultrarrápido: PCIe 4.0, Lightning Gen4 x4 M.2 con M.2 Shield Frozr, AMD Turbo USB 3.2 Gen 2. Solución Térmica Premium: Diseño de Disipador Extendido y M.2 Shield Frozr para un alto desempeño de sistema y una experiencia de uso sin pausa. Diseño poderoso: Core Boost, Digital PWM IC, PCB con capa de cobre gruesa de 2oz, Creator Genie, DDR4 Boost. Audio Boost: Reward your ears with studio grade sound quality. Multi-GPU: Slots PCI-E con Steel armor. Soporta tecnología de 2 vías AMD Crossfire™. Dragon Center: Nuevo software que integra todas las herramientas exclusivas de MSI en una interfaz fácil de usar.",
        "price": 140,
        "available": true,
        "stock": 1
    },
    {
        "id": "2",
        "category": "Placas Madre",
        "brand": "ASUS",
        "name": "ASUS AM4 TUF Gaming X570-Plus (Wi-Fi)",
        "imageDetail": "https://i.ibb.co/7jBqTxS/ASUS-AM4-TUF-Gaming-X570-Plus-Detail.jpg",
        "imageCard": "https://i.ibb.co/8NktjHR/ASUS-AM4-TUF-Gaming-X570-Plus-Card.png",
        "description": "Socket AMD AM4: Listo para los procesadores AMD RyzenTM de 2da y 3ra generación. Solución de energía mejorada: Componentes TUF de grado militar, Socket ProCool y Digi+ VRM para una máxima durabilidad. Enfriamiento integral: Disipador térmico PCH activo, Disipador térmico VRM, Disipador térmico M.2, Cabezales de ventilador híbridas y Fan Xpert 4. Conectividad de próxima generación: Puertos PCIe 4.0 M.2 duales, USB 3.2 Gen 2, Ethernet Gigabit L8200A exclusivo de Realtek®, TUF LANGuard y tecnología TurboLAN. Realtek S1200A Codec: Presenta una relación señal/ruido de 108dB sin precedentes para la salida de línea estéreo y una SNR de 103dB para la entrada de línea, que brinda una calidad de audio impecable. Aura Sync RGB: Sincronice la iluminación LED con una amplia gama de equipos para PC compatibles, que incluyen tiras RGB direccionables. TUF Gaming Alliance: El ecosistema de hardware de ASUS garantiza la mejor compatibilidad y la estética complementaria de los componentes al gabinete.",
        "price": 209.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "3",
        "category": "Placas Madre",
        "brand": "MSI",
        "name": "MSI MPG Z490 GAMING EDGE WIFI ATX Gaming Motherboard",
        "imageDetail": "https://i.ibb.co/0CjVNBQ/MSI-MPG-Z490-GAMING-EDGE-WIFI-ATX-Gaming-Motherboard-Detail.png",
        "imageCard": "https://i.ibb.co/Dt0dxtL/MSI-MPG-Z490-GAMING-EDGE-WIFI-ATX-Gaming-Motherboard-Card.png",
        "description": "Soporta procesadores 10ma Gen Intel® Core™ / Pentium® Celeron® para socket LGA 1200. Soporta memoria DDR4 hasta 4800(OC) MHz. Diseño energético mejorado: Sistema energético de Doble Riel 12+1+1, conectores de energía para CPU de 8+4 pines, Core Boost, DDR4 Boost. Solución térmica Premium: Cubierta de aluminio con Diseño de Disipador Extendido y M.2 Shield Frozr para un alto desempeño y una experiencia de juego sin pausa. Lightning USB 20G: Impulsado por el controlador ASmedia 3241 USB 3.2 Gen2x2, ofrece velocidades nunca vistas de USB, hasta 20Gb/s con USB Tipo C. LAN de 2.5G con LAN Manager y solución Intel Wi-Fi 6 AX: Solución de red mejorada para uso profesional y de multimedia. Ofrece una conexión de red segura, estable y rápida. MYSTIC LIGHT: 16.8 millones de colores/ 29 efectos controlados con un clic. MYSTIC LIGHT EXTENSION soporta tiras LED RGB y RAINBOW. Protección de E/S preinstalada: Mejor protección contra emisiones electromagnéticas y mayor conveniencia de instalación. Audio Boost: Gratifica tus oídos con el sonido con calidad de estudio. ",
        "price": 129.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "4",
        "category": "Placas Madre",
        "brand": "ASUS",
        "name": "ASUS Prime Z590-P LGA 1200",
        "imageDetail": "https://i.ibb.co/84KY3Wc/ASUS-Prime-Z590-P-LGA-1200-Detail.jpg",
        "imageCard": "https://i.ibb.co/9Zj9p1T/ASUS-Prime-Z590-P-LGA-1200-Card.jpg",
        "description": "Socket Intel® LGA 1200: Listo para procesadores Intel® Core™ de 11.ª y 10.ª generación. Solución de potencia mejorada: Fases de poder DrMOS 10 + 1, PCB de seis capas, conector ProCool de 8 pines, bobinas de aleación y condensadores duraderos para una entrega de potencia estable. Refrigeración completa: Grandes disipadores de calor VRM, disipador de M.2, disipador de PCH, puertos de ventilador híbridos y Fan Xpert 4. ASUS OptiMem II: Enrutamiento cuidadoso de trazas y vías, además de optimizaciones de la capa base para preservar la integridad de la señal para mejorar el overclocking de memoria. Conectividad de próxima generación: PCIe® 4.0, Ethernet de 2.5 Gb, USB 3.2 Gen 2x2 Type-C®, USB 3.2 Gen 1 Type-C del panel frontal®, soporte para Thunderbolt™ 4",
        "price": 129.95,
        "available": true,
        "stock": 1
    },
    {
        "id": "5",
        "category": "Placas Madre",
        "brand": "MSI",
        "name": "MSI MPG Z690 Edge WiFi DDR4",
        "imageDetail": "https://i.ibb.co/qsvcm2s/MSI-MPG-Z690-Edge-Wi-Fi-DDR4-Detail.jpg",
        "imageCard": "https://i.ibb.co/Jv9NJH8/MSI-MPG-Z690-Edge-Wi-Fi-DDR4-Card.jpg",
        "description": "Soporta procesadores 12a Gen Intel® Core™ / Pentium® Celeron® para socket LGA 1700. Soporta memoria DDR4, hasta 5200+(OC) MHz. Juego ultrarrápido: PCIe 5.0 slot, Lightning Gen 4 x4 M.2, USB 3.2 Gen 2x2. Diseño energético mejorado: Direct 16+1+1 fases, doble conector de energía para CPU de 8 pines, Core Boost, Memory Boost. Solución térmica premium: Cubierta de aluminio en disipador, heat-pipe, pads térmicos para MOSFET 7W/mk, pads térmicos adicionales para choke y M.2 Shield Frozr para un sistema de alto desempeño y un juego sin interrupciones. MYSTIC LIGHT: 16,8 millones de colores / efectos de iluminación controlados con un clic. MYSTIC LIGHT SYNC soporta tiras LED RGB y RAINBOW(ARGB) y dispositivos ambientales. 2.5G LAN con LAN Manager y solución Intel Wi-Fi 6: Tecnología de red mejorada para uso profesional y de multimedia. Ofrece una conexión a red segura, estable y rápida. AUDIO BOOST 5: Gratifica tus oídos con el sonido con calidad de estudio para la experiencia de juego más inmersiva. PCB de alta calidad: PCB de 6 capas con cobre espesado de 2oz y materiales con nivel de servidor. Protección de E/S preinstalada: Mejor protección contra interferencias electromagnéticas y mayor facilidad de instalación.",
        "price": 269.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "6",
        "category": "Fuentes de poder",
        "brand": "Corsair",
        "name": "Corsair HXi Series, HX750i, 750 vatios (750W), fuente de alimentación modular, 80+ certificación platino",
        "imageDetail": "https://i.ibb.co/cQKtSg3/Corsair-HXi-Series-HX750i-Detail.png",
        "imageCard": "https://i.ibb.co/T1zQdXB/Corsair-HXi-Series-HX750i-Card.png",
        "description": "Las fuentes alimentació,n HXi Series™ ofrecen un control del voltaje extremadamente preciso, funcionamiento prá,cticamente silencioso y un conjunto de cables totalmente modulares. Constituyen una gran elecció,n para los PC de alto rendimiento, cuando la fiabilidad es esencial.",
        "price": 289.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "7",
        "category": "Fuentes de poder",
        "brand": "Corsair",
        "name": "Corsair Serie RMX (2021), RM1000x, 1000 vatios",
        "imageDetail": "https://i.ibb.co/ckFrG8p/Corsair-Serie-RMX-2021-RM1000x-Detail.png",
        "imageCard": "https://i.ibb.co/3Y1C4CQ/Corsair-Serie-RMX-2021-RM1000x-Card.png",
        "description": "Las fuentes de alimentación completamente modulares CORSAIR RM1000x Series con conectores EPS12V se fabrican con componentes de la máxima calidad para proporcionar una potencia eficiente 80 PLUS Gold a su PC, con un funcionamiento prácticamente silencioso.",
        "price": 188.49,
        "available": true,
        "stock": 1
    },
    {
        "id": "8",
        "category": "Fuentes de poder",
        "brand": "Apevia",
        "name": "Apevia SPIRIT600W Spirit 600W ATX Fuente de alimentación con ventilador de 4.724 in controlado térmicamente, interruptor de 115/230V, todas las protecciones",
        "imageDetail": "https://i.ibb.co/yYjV8vF/Apevia-SPIRIT600-W-Spirit-600-W-ATX-Detail.jpg",
        "imageCard": "https://i.ibb.co/gZ43ys0/Apevia-SPIRIT600-W-Spirit-600-W-ATX-Card.jpg",
        "description": "La línea de fuentes de alimentación Spirit de Apevia aporta forma y función a su sistema, brindando alta eficiencia con un aspecto negro básico que se adapta a las construcciones de computadoras ATX. Es compatible con el estándar de potencia moderno 12v2.3 con una configuración de riel único de 12V. Con un ventilador negro silencioso de 120 mm, mantiene fresco todo el interior del sistema. Viene con suficientes cables para conectar todos los dispositivos que puedas necesitar. La fuente de alimentación ATX-SP600W es perfecta para construcciones de rango medio tanto para uso comercial como para juegos. ",
        "price": 32.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "9",
        "category": "Fuentes de poder",
        "brand": "Apevia",
        "name": "Apevia ATX-PM650W Premier 650W 80+ Gold Certified Active PFC ATX Fuente de alimentación para juegos semimodular.",
        "imageDetail": "https://i.ibb.co/BqkVMnN/Apevia-ATX-PM650-W-Premier-Detail.jpg",
        "imageCard": "https://i.ibb.co/80Dz0sy/Apevia-ATX-PM650-W-Premier-Card.jpg",
        "description": "La línea Premier de fuentes de alimentación de Apevia aporta una forma y una función elegantes a su sistema sin dejar de satisfacer sus necesidades. Estable y confiable, es compatible con la nueva configuración de riel único y estándar ATX 12v2.3. Con un genial ventilador RGB de 135 mm, agrega un brillo agradable a cualquier computadora. La línea Premier también usa una configuración de cable modular híbrido, lo que le permite usar solo los conectores que necesita. No es necesario doblar excesivamente los cables. Simplemente guarde los enchufes no utilizados para usarlos en el futuro. También utiliza Active PFC, con un factor de corrección del 99 %, lo que aumenta el rendimiento y ahorra energía. Sin interruptor de palanca incluido, la fuente de alimentación cambia automáticamente entre 110 V y 230 V dependiendo de la red eléctrica a la que esté conectada. Certificación 80+ Oro.",
        "price": 59.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "10",
        "category": "Fuentes de poder",
        "brand": "Redragon",
        "name": "Redragon PSU007 Fuente de alimentación totalmente modular ATX de 80+ Gold de 850 vatios con certificado 80 Plus Gold, tamaño compacto de 6.299 in y ventilador RGB de bajo ruido, 0 RPM",
        "imageDetail": "https://i.ibb.co/Y01tVbX/Redragon-PSU007-Detail.jpg",
        "imageCard": "https://i.ibb.co/5cxwMsd/Redragon-PSU007-Card.jpg",
        "description": "Certificación 80 Plus Gold para temperatura de caja más fría, mayor eficiencia energética y menos ruido. Construido con condensadores 100% japoneses para una gran confiabilidad y durabilidad, golpea para una máxima estabilidad de potencia y un rendimiento inquebrantable de grado de esports. Equipado con un ventilador en modo cero RPM, el ventilador solo funciona cuando la temperatura alcanza los 60 ℃, o se mantendrá en modo 0 RPM para un estado de silencio inteligente. El tamaño compacto de 160 mm permite una mejor y más amplia compatibilidad con el chasis y deja espacio para una gestión de cables ordenada. Hasta 26 modos RGB, el ventilador sólido equipado con una sección retroiluminada RGB decente con bajo consumo necesario ofrece diversos modos de retroiluminación para combinar todo el estilo de iluminación de su caja. Eclipsa tu propio ambiente de competencia. Mainstream LLC resonante + estructura DC-DC adoptada para cumplir con la fuente de alimentación GPU de la CPU (100-240Vac), placa base de servidor de soporte de CPU dual P8 (4+4), OVP/OCP/OPP/OTP/UVP/SCP Equipado con Flat Black. Totalmente Los cables modulares, que reducen el desorden y mejoran el flujo de aire, optimizan la eficiencia general y el rendimiento térmico.",
        "price": 119.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "11",
        "category": "Tarjetas graficas",
        "brand": "msi",
        "name": "MSI Tarjeta gráfica GeForce RTX 3060 12GB",
        "imageDetail": "https://i.ibb.co/86dBVVb/Msi-tarjeta-RTX-3060.jpg",
        "imageCard": "https://i.ibb.co/TkVGXR7/Msi-tarjeta-RTX-3060-1.jpg",
        "description": "Chipset: NVIDIA GeForce RTX 3060 Memoria de vídeo: 12 GB GDDR6 Interfaz de memoria: 192 bits Salida: DisplayPort x 3 (v1.4a) / HDMI 2.1 x 1  Resolución máxima digital: 7680 x 4320",
        "price": 290,
        "available": true,
        "stock": 20
    },
    {
        "id": "12",
        "category": "Tarjetas graficas",
        "brand": "Zotac",
        "name": "ZOTAC Tarjeta gráfica GeForce RTX 3060 12GB",
        "imageDetail": "https://i.ibb.co/yP7SDZy/Zotac-tarjeta-RTX-3060.jpg",
        "imageCard": "https://i.ibb.co/VYLYtFs/Zotac-tarjeta-RTX-3060-1.jpg",
        "description": "Arquitectura NVIDIA Ampere, núcleos de trazado de rayos de 2ª generación, núcleos tensor de 3ª generación 12 GB 192 bits GDDR6, 15 Gbps, PCIE 4.0; Boost Clock 1807 MHz Refrigeración IceStorm 2.0, control activo del ventilador, parada del ventilador de congelación, placa trasera de metal Listo para 8K, listo para 4 pantallas, HDCP 2.3, listo para realidad virtual. Evita el uso de software no oficial 3 DisplayPort 1.4a, 1 HDMI 2.1, DirectX 12 Ultimate, Vulkan RT API, OpenGL 4.6 ",
        "price": 289,
        "available": true,
        "stock": 59
    },
    {
        "id": "13",
        "category": "Tarjetas graficas",
        "brand": "ASUS",
        "name": "ASUS TUF Gaming NVIDIA GeForce RTX™ 4070 Ti OC Edition",
        "imageDetail": "https://i.ibb.co/L0rK0mv/ASUS-tarjeta-RTX-4070-Ti.jpg",
        "imageCard": "https://i.ibb.co/kGGt6xj/ASUS-tarjeta-RTX-4070-Ti-1.jpg",
        "description": "Alimentado por NVIDIA DLSS3, arco Ada Lovelace ultra eficiente y trazado completo de rayos. Núcleos Tensor de 4ª generación: rendimiento de hasta 4 veces con DLSS 3 frente a reproducción de fuerza bruta Núcleos RT de 3ª generación: rendimiento de trazado de rayos hasta 2 veces Modo OC: 2760 MHz (modo OC) / 2730 MHz (modo predeterminado) Ventiladores Axial-Tech escalados para un 21% más de flujo de aire Los rodamientos de ventilador de doble bola duran hasta el doble de tiempo que los diseños convencionales Los condensadores de grado militar clasificados durante 20 K horas a 221.0 °F hacen que el riel de alimentación de GPU sea más duradero",
        "price": 819,
        "available": true,
        "stock": 70
    },
    {
        "id": "14",
        "category": "Tarjetas graficas",
        "brand": "ASUS",
        "name": "ASUS ROG Strix GeForce RTX® 4090 OC Edition",
        "imageDetail": "https://i.ibb.co/pZbGwYC/ASUS-tarjeta-RTX-4090.jpg",
        "imageCard": "https://i.ibb.co/CMLFRqc/ASUS-tarjeta-RTX-4090-1.jpg",
        "description": "Multiprocesadores NVIDIA Ada Lovelace Streaming: hasta 2 veces más rendimiento y eficiencia energética Núcleos Tensor de 4ª generación: hasta 2 veces más rendimiento de IA Núcleos RT de 3ª generación: rendimiento de trazado de rayos hasta 2 veces Ventiladores Axial-Tech escalados para un 23% más de flujo de aire Nueva cámara de vapor patentada con disipador de calor fresado para temperaturas de GPU más bajas",
        "price": 1902,
        "available": true,
        "stock": 10
    },
    {
        "id": "15",
        "category": "Tarjetas graficas",
        "brand": "MSI",
        "name": "MSI Gaming GeForce RTX 4070 Ti 12GB",
        "imageDetail": "https://i.ibb.co/cxkGQZY/MSI-tarjeta-RTX-4070.jpg",
        "imageCard": "https://i.ibb.co/KWWDzHg/MSI-tarjeta-RTX-4070-1.jpg",
        "description": "Chipset: GeForce RTX 4070 Ti Memoria de vídeo: 12 GB GDDR6X Interfaz de memoria: 192 bits Salida: DisplayPort x 3 (v1.4a) / HDMI 2.1 x 1 Resolución máxima digital: 7680 x 432",
        "price": 870,
        "available": true,
        "stock": 100
    },
    {
        "id": "16",
        "category": "Gabinetes",
        "brand": "Corsair",
        "name": "Corsair iCUE 4000X RGB ",
        "imageDetail": "https://i.ibb.co/XbB4bVy/Corsair-Icue-4000-XRGB.jpg",
        "imageCard": "https://i.ibb.co/rxQMWbX/Corsair-Icue-4000-XRGB.jpg",
        "description": "Combina un elegante cristal templado, iluminación RGB personalizable, gestión de cables innovadora y flujo de aire concentrado, elige el 4000X RGB para una computadora de alto rendimiento único. Muestra tus componentes e iluminación RGB con paneles laterales y frontales de cristal templado, construidos con canales de ventilación frontal dedicados para un amplio flujo de aire. El sistema de gestión de cables CORSAIR RapidRoute hace que sea fácil y rápido crear un sistema profesional e inmaculado donde los cables principales pasan ordenadamente a través de un solo canal, con un espacio amplio de 0.98 pulgadas (25 mm) detrás de la placa base para todos tus cables. Incluye 3 ventiladores Corsair AirGuide RGB de 4.72 pulgadas (120 mm), con aspas antirremolino para concentrar el flujo de aire y mejorar la refrigeración. Cada ventilador está equipado con ocho LED RGB dirigibles individualmente para una iluminación brillante y personalizada.",
        "price": 142,
        "available": true,
        "stock": 60
    },
    {
        "id": "17",
        "category": "Gabinetes",
        "brand": "NZXT",
        "name": "NZXT H5 Flow Compact ATX ",
        "imageDetail": "https://i.ibb.co/ynK4SQc/NZXT-H5-compact-atx.jpg",
        "imageCard": "https://i.ibb.co/0MWpzLV/NZXT-H5-compact-atx.jpg",
        "description": "Flujo de aire de alto rendimiento: los paneles frontales y superiores perforados dirigen el aire filtrado a través de la funda para enfriar los componentes y mejorar el rendimiento. Ventilador de GPU dedicado: un ventilador en ángulo de 4.724 in extrae aire desde debajo de la funda para proporcionar refrigeración directa para tu tarjeta gráfica que consume energía. Amplio soporte de refrigeración: soporte de radiador de hasta 11.024 in en la parte delantera, 9.449 in en la parte superior y 4.724 in en la parte trasera. Viene con dos ventiladores preinstalados de 4.724 in.",
        "price": 95,
        "available": true,
        "stock": 735
    },
    {
        "id": "18",
        "category": "Gabinetes",
        "brand": "ASUS",
        "name": "ASUS TUF Gaming GT501 ",
        "imageDetail": "https://i.ibb.co/ynzTNnq/ASUS-TUF-Gaming-GT501.jpg",
        "imageCard": "https://i.ibb.co/hWz3yhZ/ASUS-TUF-Gaming-GT501.jpg",
        "description": "Torre media con soporte para placas base EATX con un chasis de metal y paneles con patrón de salpicaduras de juego TUF personalizado y panel lateral de visión completa ahumado de 0.157 in de grosor Mantente fresco con tres ventiladores iluminados RGB de aura Sync de 4.724 in, un ventilador PWM trasero de 5.512 in y hasta siete puntos de montaje opcionales del ventilador Refrigeración líquida personalizada lista con soporte para radiadores montados en la parte superior o frontal de 14.173 in, radiador trasero de 5.512 in y agujeros de montaje preperforados para bomba de agua/depósito",
        "price": 160,
        "available": true,
        "stock": 0
    },
    {
        "id": "19",
        "category": "Gabinetes",
        "brand": "Cooler Master",
        "name": "Cooler Master MasterBox TD500 ",
        "imageDetail": "https://i.ibb.co/wCPDRwL/Cooler-Master-Master-Box-TD500.jpg",
        "imageCard": "  https://i.ibb.co/d7JZpTb/Cooler-Master-Master-Box-TD500.jpg",
        "description": "La malla poligonal cuenta con un contorno tridimensional y también es capaz de proporcionar simultáneamente un alto flujo de aire y filtración de polvo. Un panel lateral de vidrio templado cristalino tiene un diseño cristalino, diseñado con precisión para mayor resistencia y estética. Materiales: acero, plástico Tres ventiladores RGB direccionables incluidos inundan la construcción con iluminación mientras proporcionan un flujo de aire considerable. Para refrigeración de grado entusiasta, los radiadores de 0.093 in se admiten en la parte superior y el panel frontal para mantener los sistemas más extremos frescos.",
        "price": 133,
        "available": true,
        "stock": 0
    },
    {
        "id": "20",
        "category": "Gabinetes",
        "brand": "Corsair",
        "name": "Corsair 5000D Airflow ",
        "imageDetail": "https://i.ibb.co/jyJfc7V/COrsair-5000-D-Air-Flow.jpg",
        "imageCard": "https://i.ibb.co/Wt20ybF/COrsair-5000-D-Air-Flow.jpg",
        "description": "El 5000D hace que un impresionante PC digno de mostrar sea fácil de construir, y aún más fácil de enfriar con el espacio y flexibilidad para montar varios radiadores de 14.1 pulgadas (360 mm). Un panel frontal de acero optimizado de alto flujo de aire ofrece un flujo de aire masivo a tu sistema para una máxima refrigeración. El sistema de gestión de cables CORSAIR RapidRoute hace que sea fácil y rápido pasar los cables principales a través de un solo canal oculto, con una tapa con bisagras de acceso fácil y un espacio amplio de 0.98 pulgadas (25 mm) detrás de la placa base para todos tus cables.",
        "price": 154,
        "available": true,
        "stock": 0
    },
    {
        "id": "21",
        "category": "Monitores",
        "brand": "KOORUI",
        "name": "KOORUI Monitor de computadora de 24 pulgadas",
        "imageDetail": "https://i.ibb.co/ykDdDgm/KOOURUI-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/hKZPr7X/KOOURUI-IMG-home.jpg",
        "description": "FHD 1080P Monitor de juegos 165Hz VA 1ms FreeSync™ integrado, compatible con G-sync, monitores LED con ultrafino, HDMI X2/DP, compatible con VESA, inclinación ajustable, cuidado de los ojos 24E4",
        "price": 115,
        "available": true,
        "stock": 1
    },
    {
        "id": "22",
        "category": "Monitores",
        "brand": "LG",
        "name": "LG 32 pulgadas",
        "imageDetail": "https://i.ibb.co/Hx2HVts/LG-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/yPZNZQ7/LG-IMG-home.jpg",
        "description": "Full HD IPS, Negro, Pantalla IPS FHD de 32 pulgadas (1920 x 1080)",
        "price": 199.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "23",
        "category": "Monitores",
        "brand": "SAMSUNG",
        "name": "SAMSUNG UJ59 Series",
        "imageDetail": "https://i.ibb.co/jMn6HMq/SAMSUNG-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/Bs4M0QG/SAMSUNG-IMG-home.jpg",
        "description": "Monitor de computadora 4K UHD (3840 x 2160) de 32 pulgadas, HDMI, puerto de visualización, modo protector de ojos/libre de parpadeo, FreeSync (LU32J590UQNXZA)",
        "price": 299.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "24",
        "category": "Monitores",
        "brand": "SCEPTRE",
        "name": "Sceptre E205W-16003R",
        "imageDetail": "https://i.ibb.co/VQVcc2y/SCEPTRE-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/FxvjFsT/SCEPTRE-IMG-home.jpg",
        "description": " Monitor LED ultradelgado 24 pulgadas sin marco, con HDMI, VGA, altavoces integrados, color negro metálico 2018",
        "price": 99.97,
        "available": true,
        "stock": 1
    },
    {
        "id": "25",
        "category": "Monitores",
        "brand": "Z-EDGE",
        "name": "Z-Edge",
        "imageDetail": "https://i.ibb.co/7NG9M6x/Z-EDGE-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/r4gyHq7/Z-EDGE-IMG-home.jpg",
        "description": " Monitor curvado para juegos de 32 pulgadas 16:9 1920x1080 180Hz 1ms Monitor LED sin marco, AMD Freesync Premium Display Port HDMI Altavoces integrados",
        "price": 249.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "26",
        "category": "Memoria RAM",
        "brand": "CORSAIR",
        "name": "Corsair Dominator Platinum",
        "imageDetail": "https://i.ibb.co/SK14TjH/CORSAIR-DOMINATOR-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/59cgmM7/CORSAIR-DOMINATOR-IMG-home.jpg",
        "description": "RGB DDR5 64 GB (2 x 32 GB) 6400 MHz C32 Intel - Memoria de escritorio optimizada (regulación de voltaje integrada, refrigeración patentada CORSAIR DHX, 12 LED RGB CAPELLIX ultrabrillantes), color negro",
        "price": "309.99",
        "available": true,
        "stock": 1
    },
    {
        "id": "27",
        "category": "Memoria RAM",
        "brand": "G. SKILL",
        "name": "G.Skill Trident Z5",
        "imageDetail": "https://i.ibb.co/ssht6ff/G-SKILL-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/LxLtFsM/G-SKILL-IMG-home.jpg",
        "description": "RGB Series (Intel XMP) 32GB (2 x 16GB) 288-Pin SDRAM DDR5 6000 CL36-36-36-96 1.35V Memoria de escritorio de doble canal F5-6000J3636F16GA2-TZ5RK (negro mate)",
        "price": 109.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "28",
        "category": "Memoria RAM",
        "brand": "KINGSTONE FURY",
        "name": "Kingston FURY Beast",
        "imageDetail": "https://i.ibb.co/KD9Bn84/King-Stone-FURY-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/nmmB4XT/King-Stone-FURY-IMG-home.jpg",
        "description": "Memoria de escritorio de 2 KF426C16BBK2/32, 32 GB (2 x 16 GB) 2666 MHz DDR4 CL16, negro",
        "price": 75.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "29",
        "category": "Memoria RAM",
        "brand": "CORSAIR",
        "name": "Corsair Vengeance",
        "imageDetail": "https://i.ibb.co/z8Rydsm/CORSAIR-VENGEACE-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/5Kc7xZh/CORSAIR-VENGEACE-IMG-home.jpg",
        "description": "DDR5 64GB (2x32GB) DDR5 5200 (PC5-41600) C40 1.25V Intel XMP Memoria - Negro",
        "price": 179.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "30",
        "category": "Memoria RAM",
        "brand": "SILICON POWER",
        "name": "Silicon Power",
        "imageDetail": "https://i.ibb.co/QN9zSVV/SILICON-POWER-IMG-detail.jpg",
        "imageCard": "https://i.ibb.co/XyB1qXR/SILICON-POWER-IMG-home.jpg",
        "description": "DDR4 32GB (16GBx2) Turbina 3200MHz (PC4 25600) 288-pin CL16 1.35V UDIMM Módulo de memoria de escritorio RAM - Bajo voltaje",
        "price": 50.97,
        "available": true,
        "stock": 1
    },
    {
        "id": "31",
        "category": "Procesadores",
        "brand": "Intel",
        "name": "Intel Core i7-12700KF",
        "imageDetail": "https://i.ibb.co/cbpFs9W/Intel-Core-i7-12700-KF-700.jpg",
        "imageCard": "https://i.ibb.co/94k9g6m/Intel-Core-i7-12700-KF-500.jpg",
        "description": "Número de procesador: i3-13100 Cantidad de núcleos: 4 Performance Cores 4 Efficient Cores 0 Cantidad de subprocesos: 8 Frecuencia turbo máxima: 4.50 GHz Performance Core Máx Turbo 4.50 GHz Caché: 12 MB Gráficos: Gráficos UHD Intel 730 Tamaño máximo de memoria: 128 GB Tipo de memoria:DDR5 4800 MT/s, DDR4 3200 MT/s Zocalo Compatible: LGA1700 TDP Base: 60 W TDP Turbo: 89 W Disipador: Laminar RM1 Garantía: 12 meses",
        "price": 286.84,
        "available": true,
        "stock": 1
    },
    {
        "id": "32",
        "category": "Procesadores",
        "brand": "Intel",
        "name": "Intel Core i3-13100",
        "imageDetail": "https://i.ibb.co/zPr2nqm/Core-i3-13100-700.jpg",
        "imageCard": "https://i.ibb.co/1s1LLQ0/Core-i3-13100-500.jpg",
        "description": "Número de procesador: i3-13100 Cantidad de núcleos: 4 Performance Cores 4 Efficient Cores 0 Cantidad de subprocesos: 8 Frecuencia turbo máxima: 4.50 GHz Performance Core Máx Turbo 4.50 GHz Caché: 12 MB Gráficos: Gráficos UHD Intel 730 Tamaño máximo de memoria: 128 GB Tipo de memoria: DDR5 4800 MT/s DDR4 3200 MT/s Zocalo Compatible: LGA1700 TDP Base: 60 W TDP Turbo: 89 W Disipador: Laminar RM1 Garantía: 12 meses",
        "price": 144.65,
        "available": true,
        "stock": 1
    },
    {
        "id": "33",
        "category": "Procesadores",
        "brand": "Intel",
        "name": "Intel i5-11400",
        "imageDetail": "https://i.ibb.co/B28VZkB/Intel-Core-i5-11400-700.jpg",
        "imageCard": "https://i.ibb.co/HY8SMH2/Intel-Core-i5-11400-500.jpg",
        "description": "No. Nucleos: 6 No. Hilos: 12 Frecuencia Básica:  2,60 GHz Frecuencia Turbo Máxima:  4,40 GHz Caché: 12 MB Velocidad Del Bus: 8 GT/s TDP: 65 W Tamaño Máximo De Memoria: 128 GB Tipo De Memoria: DDR4-3200 Gráficos Del Procesador: Intel UHD 730 Frecuencia De Base De Gráficos: 350 MHz Frecuencia Dinámica Máxima De Gráficos:  1.30 GHz Memoria Máxima De Video De Gráficos:  64 GB Zócalos Compatibles: FCLGA1200 Garantía: 12 meses",
        "price": 189.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "34",
        "category": "Procesadores",
        "brand": "AMD",
        "name": "AMD Ryzen 7 7700X",
        "imageDetail": "https://i.ibb.co/5rdm56X/AMD-Ryzen-7-7700-X-700.jpg",
        "imageCard": "https://i.ibb.co/sQLqxyj/AMD-Ryzen-7-7700-X-500.jpg",
        "description": "Arquitectura: Zen 4 Socket: AM5 No. de núcleos de CPU:8 No. de hilos: 16 Reloj base: 4,5GHz Reloj Boost máx: 5,4GHz Caché L2 total: 8MB Caché L3 total: 32MB Versión de PCI Express: PCIe 4.0 / 5.0 TDP/TDP predeterminado: 105W Velocidad máxima de memoria: 5200 MT/s Tipo de memoria: DDR5 Gráficos: AMD Radeon Núcleos de GPU: 2 Garantía: 24 meses",
        "price": 289.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "35",
        "category": "Procesadores",
        "brand": "AMD",
        "name": "AMD Ryzen 9 7900X",
        "imageDetail": "https://i.ibb.co/pzZCD7H/AMD-Ryzen-9-7900-X-700.jpg",
        "imageCard": "https://i.ibb.co/7b8K4G8/AMD-Ryzen-9-7900-X-500.jpg",
        "description": "Arquitectura: Zen 4 Socket: AM5 No. de núcleos de CPU:12 No. de hilos: 24 Reloj base: 4,7GHz Reloj Boost máx: 5,6GHz Caché L2 total: 12MB Caché L3 total: 64MB Versión de PCI Express: PCIe 4.0 / 5.0 TDP/TDP predeterminado: 170W Velocidad máxima de memoria: 5200 MT/s Tipo de memoria: DDR5 Gráficos: AMD Radeon Núcleos de GPU: 2 Garantía: 24 meses",
        "price": 289.99,
        "available": true,
        "stock": 1
    },
    {
        "id": "36",
        "category": "Accesorios",
        "brand": "Steelseries",
        "name": "Parlantes steelseries 5.1 Arena 9",
        "imageDetail": "https://i.ibb.co/0DzMKGP/Parlantes-steelseries-Arena-9-700.jpg",
        "imageCard": "https://i.ibb.co/DM5VkSq/Parlantes-steelseries-Arena-9-500.jpg",
        "description": "Verdadero sonido envolvente 5,1 que incluye un subwoofer de 6,5″ para juegos inmersivos a través de una sola conexión USB Dos altavoces traseros inalámbricos para conectividad entre la parte delantera y trasera de la habitación sin cables Paisaje sonoro robusto y preciso con un diseño de altavoz de dos vías, con woofers de fibra orgánica y tweeters de cúpula de seda Altavoces iluminados con 16,8 millones de colores RGB que reaccionan a la acción y la música en pantalla Conéctese fácilmente a PC, PlayStation y Mac y más con USB, Bluetooth, óptico o auxiliar de 3,5 mm y auriculares con cable Pantalla OLED informativa con controles de volumen, 5,1 Upmix, cambio de auriculares, controles LED, emparejamiento BT, EQ y funciones del sistema Personalice el audio con el ecualizador paramétrico de 10 bandas con cancelación de eco acústico del software Sonar y más",
        "price": 574.78,
        "available": true,
        "stock": 1
    },
    {
        "id": "37",
        "category": "Accesorios",
        "brand": "Corsair",
        "name": "Diadema Corsair HS55 Surround carbon 7.1",
        "imageDetail": "https://i.ibb.co/7gYgVSQ/DIADEMA-CORSAIR-HS55-SURROUND-CARBON-7-1-700.jpg",
        "imageCard": "https://i.ibb.co/hKf2t1T/DIADEMA-CORSAIR-HS55-SURROUND-CARBON-7-1-500.jpg",
        "description": "Horas de juego cómodas: las almohadillas ajustables de espuma viscoelástica de cuero sintético y una diadema ajustable proporcionan comodidad ligera que pesa poco más de 9.63 oz (9.63 oz) durante horas de juego. Gran audio para juegos: los controladores de audio de neodimio de 1.969 in personalizados de alta calidad ofrecen un sonido excelente con la gama necesaria para escuchar todo en el campo de batalla, además de compatibilidad con Tempest 3D AudioTech en PS5. Sonido envolvente Dolby Audio 7.1 en PC y Mac: el adaptador USB incluido permite una experiencia de audio multicanal, poniéndote en medio de tu juego. Micrófono omnidireccional: captura con precisión todas sus llamadas y comandos, con una práctica función de giro a silencio. Compatibilidad multiplataforma: Juega en PC, Mac, PS5/PS4, Xbox Series X | S, Nintendo Switch y dispositivos móviles a través de un conector de 0.138 in.",
        "price": 84.00,
        "available": true,
        "stock": 1
    },
    {
        "id": "39",
        "category": "Accesorios",
        "brand": "MSI",
        "name": "Stream deck Razer",
        "imageDetail": "https://i.ibb.co/6sFpb3S/stream-deck-700.jpg",
        "imageCard": "https://i.ibb.co/MGfBNdC/stream-deck-500.jpg",
        "description": "Controlador de transmisión todo en uno: gestiona tu transmisión sin esfuerzo con atajos para múltiples programas, organizado a través de diseños e iconos personalizados para un uso intuitivo 12 teclas de conmutación háptica: Enlaza una infinita variedad de comandos y macros. Personaliza sus iconos para una fácil navegación visual y ajusta su retroalimentación háptica para el nivel ideal de respuesta táctil 6 diales analógicos táctiles: ajusta cómodamente los niveles de tu audio, medios y otros canales, mientras lo gestiras todo de un vistazo utilizando la pantalla táctil LCD dinámica del controlador 8 botones programables: programa para alternar instantáneamente entre hasta 8 diseños diferentes de teclas hápticas, o simplemente utilizar como una forma más rápida de realizar acciones comúnmente utilizadas Diseñado para multitarea eficiente: agrupa comandos en diseños dedicados y modo dinámico para cambiar automáticamente los perfiles en función de la aplicación detectada Compatible con PC, Mac y software líder: soporte integrado para OBS Studio, Streamlabs, Twitch, Discord, Spotify, Adobe Lightroom Classic, Photoshop, Premiere Pro, After Effects, Illustrator y Final Cut Pro.",
        "price": 297.06,
        "available": true,
        "stock": 1
    },
    {
        "id": "40",
        "category": "Accesorios",
        "brand": "Corsair",
        "name": "Alfombra para mouse Corsair MM200 - XL",
        "imageDetail": "https://i.ibb.co/cF3PXbG/Alfombra-700.jpg",
        "imageCard": "https://i.ibb.co/Xk3Nk8B/Alfombra-500.jpg",
        "description": "Color: Negro, raya amarilla Material: Rubber Dimensiones del artículo LxWxH: 36.6 x 11.8 x 0.1 pulgadas Forma: Rectangular",
        "price": 48.49,
        "available": true,
        "stock": 1
    },
    {
        "id": "41",
        "category": "Almacenamiento",
        "brand": "Western Digital",
        "name": "Disco Rígido WD 1TB BLUE 64MB SATA 6.0GB/s",
        "imageDetail": "https://i.ibb.co/xSVgwcJ/img-5-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/K69qqsn/img-5.jpg",
        "description": "Western Digital es una marca de renombre mundial en almacenamiento de datos con la cual podés crear, experimentar y guardar contenidos a través de una amplia gama de dispositivos, La alta seguridad y rendimiento que brindan sus unidades la convierten en una de las empresas más elegidas del mercado. El WD Blue WD10EZEX se caracteriza por su eficiencia y buen funcionamiento que sumado a su reducido consumo energético lo vuelven un disco indispensable para funciones estándar. Confianza ante todo Resguardá todo tipo de información sensible a través de su sistema de seguridad incorporado. Su defensa es impenetrable. Más velocidad a tu alcance Este disco transfiere datos a través de una interfaz SATA, lo que te brindará trasmitir una mayor ,,cantidad de información",
        "price": 50,
        "available": true,
        "stock": 8
    },
    {
        "id": "42",
        "category": "Almacenamiento",
        "brand": "Seagate",
        "name": "Disco Rígido Seagate 1TB Barracuda 64MB SATA 6GB/s",
        "imageDetail": "https://i.ibb.co/6rDbvB2/img-2-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/g6Ng0wG/img2-grn.jpg",
        "description": "Seagate, referente en el mercado de unidades de almacenamiento se encarga de brindar los mejores productos a sus clientes. Su control de calidad más su compromiso con una producción sustentable y responsable con el medio ambiente la vuelven una líder indiscutible. Sus dispositivos resaltan todas estas características que generan un óptimo rendimiento con el objetivo de darte una gran experiencia de uso. El Barracuda ST1000DM010 se caracteriza por su eficiencia y buen funcionamiento, que sumado a su reducido consumo energético lo vuelven un disco indispensable para funciones estándar. Confianza ante todo Resguardá todo tipo de información sensible a través de su sistema de seguridad incorporado. Su defensa es impenetrable. Más velocidad a tu alcance Este producto posee una interfaz SATA III que se encarga de transferir datos con la placa madre de tu computadora. Es de gran importancia y con su velocidad de envío de información mejora el rendimiento. Vas a poder cargar todo tipo de archivos en tu PC con rapidez",
        "price": 30,
        "available": true,
        "stock": 3
    },
    {
        "id": "43",
        "category": "Almacenamiento",
        "brand": "Western Digital",
        "name": "Disco Rigido WD 2TB BLUE 256MB SATA 6.0GB/s 7200RPM",
        "imageDetail": "https://i.ibb.co/kQhnDc4/img-3-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/F8C4pGS/img-3-grn.jpg",
        "description": "Western Digital es una marca de renombre mundial en almacenamiento de datos con la cual podés crear, experimentar y guardar contenidos a través de una amplia gama de dispositivos. La alta seguridad y rendimiento que brindan sus unidades la convierten en una de las empresas más elegidas del mercado. El Blue se caracteriza por su eficiencia y buen funcionamiento, que sumado a su reducido consumo energético lo vuelven un disco indispensable para funciones estándar. Más velocidad a tu alcance Este producto posee una interfaz SATA III que se encarga de transferir datos con la placa madre de tu computadora. Es de gran importancia y con su velocidad de envío de información mejora el rendimiento. Vas a poder cargar todo tipo de archivos en tu PC con rapidez.",
        "price": 30,
        "available": true,
        "stock": 2
    },
    {
        "id": "44",
        "category": "Almacenamiento",
        "brand": "Toshiba",
        "name": "Disco Rígido Toshiba 4TB N300 NAS 7200rpm 128MB",
        "imageDetail": "https://i.ibb.co/3NhPFjw/img-4-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/0X7dDHT/img-4.jpg",
        "description": "Potenciá el rendimiento de tu equipo con el disco Toshiba. Su sistema de almacenamiento posibilita conectarte a una red para guardar y recuperar datos. ¿Qué es un servidor NAS? Es una caja compacta con varios discos duros que se conectan a través de un cable de red a un router. Esta unidad es expandible y asegura más capacidad al espacio que ya se tiene disponible. Más velocidad a tu alcance Este producto posee una interfaz SATA III que se encarga de transferir datos con la placa madre de tu computadora. Es de gran importancia y con su velocidad de envío de información mejora el rendimiento. Vas a poder cargar todo tipo de archivos en tu PC con rapidez.",
        "price": 30,
        "available": true,
        "stock": 6
    },
    {
        "id": "45",
        "category": "Almacenamiento",
        "brand": "Western Digital",
        "name": "Disco Rigido WD 12TB Red Pro 7.2K RPM 256MB",
        "imageDetail": "https://i.ibb.co/5F1tLNM/img-1-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/DR9VRBs/img1.jpg",
        "description": "HDD 12T WD GOLD SATA 3.5 Con una capacidad de carga de trabajo superior a la de los discos para ordenadores de sobremesa, los discos duros WD Gold emplean tecnologías avanzadas que proporcionan características de fiabilidad, ahorro de energía y rendimiento de clase empresarial. Diseñados desde el principio para ser unos dispositivos de almacenamiento de gran resistencia, los discos WD Gold son la solución ideal para su negocio",
        "price": 30,
        "available": true,
        "stock": 10
    },
    {
        "id": "46",
        "category": "Periféricos",
        "brand": "Wesdar",
        "name": "Teclado Gaming Retroiluminado Wesdar MK4 BR",
        "imageDetail": "https://i.ibb.co/VH11gX5/img-1-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/bdjMpH5/img1.jpg",
        "description": "Este teclado Genius es el mejor complemento para hacer todo tipo de actividades. Es cómodo y práctico al momento de redactar documentos, navegar y hacer búsquedas por internet, ya sea en tu trabajo o en la comodidad del hogar.",
        "price": 30,
        "available": true,
        "stock": 12
    },
    {
        "id": "47",
        "category": "Periféricos",
        "brand": "Marvo",
        "name": "Teclado Marvo KG880 Retroiluminado Multimedia",
        "imageDetail": "https://i.ibb.co/pJ9KbjQ/img-5-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/vYNb7nn/img-5.jpg",
        "description": "Este teclado Marvo de alto rendimiento permite que puedas disfrutar de horas ilimitadas de juegos. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Podrás mejorar tu experiencia de gaming, ya seas un aficionado o todo un experto y hacer que tus jugadas alcancen otro nivel. Distinción a todo color Su retroiluminación le da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados.",
        "price": 30,
        "available": true,
        "stock": 5
    },
    {
        "id": "48",
        "category": "Periféricos",
        "brand": "Logitech",
        "name": "Teclado Mecanico Logitech PRO TKL LOL 2 Switch Brown",
        "imageDetail": "https://i.ibb.co/8PqJ3Xt/img-2-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/0cdqZF2/img-2.jpg",
        "description": "Un gran avance en diseño e ingeniería, ahora en combinaciones de colores en blanco y negro. G915 TKL incorpora tecnología inalámbrica LIGHTSPEED de calidad profesional, RGB LIGHTSYNC avanzada e interruptores mecánicos de perfil bajo y alto desempeño. Creado meticulosamente con materiales premium, el G915 TKL tiene un sofisticado diseño de incomparable belleza, resistencia y desempeño. Y ahora con un diseño aún más compacto. G915 TKL. Juega en la siguiente dimensión.",
        "price": 30,
        "available": true,
        "stock": 7
    },
    {
        "id": "49",
        "category": "Periféricos",
        "brand": "Redragon",
        "name": "Teclado Mecanico Inalambrico Redragon Draconic K530 RGB",
        "imageDetail": "https://i.ibb.co/dLP4z2V/img-4-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/MczkM7d/img-4.jpg",
        "description": "Disfrutá de tus partidas en otro nivel con Redragon, marca reconocida que se especializa en brindar la mejor experiencia de juego al público gamer desde hace más de 20 años. Sus teclados se adaptan a todo tipo de jugadores y esto los convierten en un fiel reflejo de la alta gama y calidad que la compañía ofrece. Distinción a todo color Su retroiluminación le da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados. Tecnología antighosting Este dispositivo tiene teclas antighosting. Esta cualidad es indispensable si requerís de un uso intensivo del periférico. Gracias a esto podrás evitar fallas al tocar varias teclas al mismo tiempo.",
        "price": 30,
        "available": true,
        "stock": 15
    },
    {
        "id": "50",
        "category": "Periféricos",
        "brand": "Redragon",
        "name": "Teclado Mecanico Redragon K550 Yama White RGB Español",
        "imageDetail": "https://i.ibb.co/B4v7RmW/img-3-GRANDE.jpg",
        "imageCard": "https://i.ibb.co/HxmdjHs/img-3.jpg",
        "description": "Este teclado Logitech de alto rendimiento permite que puedas disfrutar de horas ilimitadas de juegos. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Podrás mejorar tu experiencia de gaming, ya seas un aficionado o todo un experto y hacer que tus jugadas alcancen otro nivel. Distinción a todo color Su retroiluminación le da un toque diferente a tu equipo y resalta su composición cuando es utilizado en espacios poco iluminados. Tecnología antighosting Este dispositivo tiene teclas antighosting. Esta cualidad es indispensable si requerís de un uso intensivo del periférico. Gracias a esto podrás evitar fallas al tocar varias teclas al mismo tiempo.",
        "price": 30,
        "available": true,
        "stock": 24
    }
]